<?
require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/header.php");
$APPLICATION->SetTitle("Детям и родителям");
?>

<section class="azbuka-section">
	<div class="container">
		<div class="azbuka-game opened-category bukva">
			<div class="fullscreen-btn">
				<div class="fs-false">
					<svg width="32" height="33" viewBox="0 0 32 33" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path d="M10.6875 3.49359H3.75C3.19687 3.49359 2.75 3.94047 2.75 4.49359V11.4936C2.75 11.7686 2.975 11.9936 3.25 11.9936H4.75C5.025 11.9936 5.25 11.7686 5.25 11.4936V5.99359H10.6875C10.9625 5.99359 11.1875 5.76859 11.1875 5.49359V3.99359C11.1875 3.71859 10.9625 3.49359 10.6875 3.49359ZM28.75 21.4936H27.25C26.975 21.4936 26.75 21.7186 26.75 21.9936V27.4936H21.3125C21.0375 27.4936 20.8125 27.7186 20.8125 27.9936V29.4936C20.8125 29.7686 21.0375 29.9936 21.3125 29.9936H28.25C28.8031 29.9936 29.25 29.5467 29.25 28.9936V21.9936C29.25 21.7186 29.025 21.4936 28.75 21.4936ZM10.6875 27.4936H5.25V21.9936C5.25 21.7186 5.025 21.4936 4.75 21.4936H3.25C2.975 21.4936 2.75 21.7186 2.75 21.9936V28.9936C2.75 29.5467 3.19687 29.9936 3.75 29.9936H10.6875C10.9625 29.9936 11.1875 29.7686 11.1875 29.4936V27.9936C11.1875 27.7186 10.9625 27.4936 10.6875 27.4936ZM28.25 3.49359H21.3125C21.0375 3.49359 20.8125 3.71859 20.8125 3.99359V5.49359C20.8125 5.76859 21.0375 5.99359 21.3125 5.99359H26.75V11.4936C26.75 11.7686 26.975 11.9936 27.25 11.9936H28.75C29.025 11.9936 29.25 11.7686 29.25 11.4936V4.49359C29.25 3.94047 28.8031 3.49359 28.25 3.49359Z" fill="#2B3F6C"/>
					</svg>
				</div>
				<div class="fs-true">
					<svg width="23" height="23" viewBox="0 0 23 23" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path fill-rule="evenodd" clip-rule="evenodd" d="M22.0401 1.78424C22.4306 2.17476 22.4306 2.80793 22.0401 3.19845L3.18393 22.0546C2.79341 22.4452 2.16024 22.4452 1.76972 22.0546C1.3792 21.6641 1.3792 21.0309 1.76972 20.6404L20.6259 1.78424C21.0164 1.39372 21.6496 1.39372 22.0401 1.78424Z" fill="#2B3F6C"/>
						<path fill-rule="evenodd" clip-rule="evenodd" d="M21.9599 21.784C21.5694 22.1745 20.9362 22.1745 20.5457 21.784L1.68949 2.9278C1.29897 2.53728 1.29897 1.90411 1.68949 1.51359C2.08001 1.12306 2.71318 1.12306 3.1037 1.51359L21.9599 20.3698C22.3504 20.7603 22.3504 21.3935 21.9599 21.784Z" fill="#2B3F6C"/>
					</svg>
				</div>
			</div>
			<div class="island-detail-wrapper">

				<div class="swiper swiper-5">
					<div class="swiper-wrapper">
						<div class="swiper-slide" style="background-color: #FFEDE8; background-image: url('../../layout/img/azbuka-game/azbuka-island-bg.svg') ">
							<div class="bukva-title">
								<svg width="16" height="17" viewBox="0 0 16 17" fill="none" xmlns="http://www.w3.org/2000/svg">
									<path fill-rule="evenodd" clip-rule="evenodd" d="M8.94564 0.220121C8.49117 0.378157 7.87659 0.589465 7.57957 0.689465C6.76707 0.963573 6.70308 1.04096 6.7882 1.64453C6.82897 1.93352 7.29356 3.40078 7.82094 4.90554C8.34802 6.41001 8.77927 7.77251 8.77927 7.93322C8.77927 8.21566 8.74624 8.22816 7.7897 8.30465C4.62898 8.55703 4.44773 8.4237 5.29833 6.46834C6.75071 3.12965 6.78523 3.0353 6.67064 2.72191C6.42035 2.03947 6.59267 1.72757 3.2632 8.88293C1.50427 12.6633 0.518557 15.016 0.475104 15.5377C0.446831 15.8799 0.482849 15.9487 0.706956 15.9794C0.94267 16.0118 1.12659 15.7195 2.34564 13.3755C3.73731 10.6993 4.44148 9.62578 5.03344 9.27727C5.27154 9.13709 5.77481 9.06596 6.88612 9.01536C9.03701 8.91744 8.80219 8.62221 10.1504 13.124C10.582 14.5654 10.9903 15.885 11.0578 16.0561L11.1805 16.3674L12.7977 15.5466C13.6873 15.0951 14.6453 14.5999 14.9263 14.4457L15.4376 14.1657L15.4111 13.4919C15.3769 12.6389 14.737 10.382 13.9564 8.36209C13.2111 6.43442 11.3331 2.11031 10.7593 1.00108C10.2019 -0.0763002 10.0209 -0.154283 8.94564 0.220121Z" fill="#F08C41"/>
								</svg>
							</div>
							<div class="close">
								<a href="/azbuka/">
									<svg width="23" height="23" viewBox="0 0 23 23" fill="none" xmlns="http://www.w3.org/2000/svg">
										<path fill-rule="evenodd" clip-rule="evenodd" d="M22.0401 1.78424C22.4306 2.17476 22.4306 2.80793 22.0401 3.19845L3.18393 22.0546C2.79341 22.4452 2.16024 22.4452 1.76972 22.0546C1.3792 21.6641 1.3792 21.0309 1.76972 20.6404L20.6259 1.78424C21.0164 1.39372 21.6496 1.39372 22.0401 1.78424Z" fill="#2B3F6C"></path>
										<path fill-rule="evenodd" clip-rule="evenodd" d="M21.9599 21.784C21.5694 22.1745 20.9362 22.1745 20.5457 21.784L1.68949 2.9278C1.29897 2.53728 1.29897 1.90411 1.68949 1.51359C2.08001 1.12306 2.71318 1.12306 3.1037 1.51359L21.9599 20.3698C22.3504 20.7603 22.3504 21.3935 21.9599 21.784Z" fill="#2B3F6C"></path>
									</svg>
								</a>
							</div>
							<div class="island-food-card-wrapper">
								<div class="top">
									<a href="" style="background: url('../../layout/img/fruit-game.png') center center /cover no-repeat" class="island-food-card">
										<span>Арахис</span>
									</a>
									<a href="" style="background: url('../../layout/img/vegetable-game.png') center center /cover no-repeat" class="island-food-card">
										<span>Апельсин</span>
									</a>
								</div>
								<div class="mid">
									<a href="" style="background: url('../../layout/img/fruit-game.png') center center /cover no-repeat" class="island-food-card">
										<span>Арахис</span>
									</a>
									<a href="" style="background: url('../../layout/img/vegetable-game.png') center center /cover no-repeat" class="island-food-card">
										<span>Апельсин</span>
									</a>
									<a href="" style="background: url('../../layout/img/breakfast-game.png') center center /cover no-repeat" class="island-food-card">
										<span>Арбуз</span>
									</a>
								</div>
								<div class="bot">
									<a href="" style="background: url('../../layout/img/vegetable-game.png') center center /cover no-repeat" class="island-food-card">
										<span>Апельсин</span>
									</a>
									<a href="" style="background: url('../../layout/img/breakfast-game.png') center center /cover no-repeat" class="island-food-card">
										<span>Арбуз</span>
									</a>
								</div>
							</div>
						</div>
					</div>
				</div>
				<div class="swiper-game-arrows">
					<div class="island-detail-prev" >
						<svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path fill-rule="evenodd" clip-rule="evenodd" d="M0.0830078 17.9997C0.0830078 8.10457 8.10457 0.0830078 17.9997 0.0830078C27.8948 0.0830078 35.9163 8.10457 35.9163 17.9997C35.9163 27.8948 27.8948 35.9163 17.9997 35.9163C8.10457 35.9163 0.0830078 27.8948 0.0830078 17.9997ZM17.9997 2.58301C9.48528 2.58301 2.58301 9.48529 2.58301 17.9997C2.58301 26.5141 9.48528 33.4163 17.9997 33.4163C26.5141 33.4163 33.4163 26.5141 33.4163 17.9997C33.4163 9.48529 26.5141 2.58301 17.9997 2.58301ZM21.0823 11.8158C21.5521 12.3217 21.5228 13.1126 21.0169 13.5823L16.4988 17.7777C16.3213 17.9425 16.3213 18.2235 16.4988 18.3883L21.0169 22.5837C21.5228 23.0534 21.5521 23.8444 21.0823 24.3502C20.6126 24.8561 19.8216 24.8854 19.3158 24.4157L14.7977 20.2203C13.555 19.0664 13.555 17.0996 14.7977 15.9457L19.3158 11.7504C19.8216 11.2806 20.6126 11.3099 21.0823 11.8158Z" fill="#2B3F6C"></path>
						</svg>
					</div>
					<div class="island-detail-next" >
						<svg style="transform: rotate(180deg)" width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
							<path fill-rule="evenodd" clip-rule="evenodd" d="M0.0830078 17.9997C0.0830078 8.10457 8.10457 0.0830078 17.9997 0.0830078C27.8948 0.0830078 35.9163 8.10457 35.9163 17.9997C35.9163 27.8948 27.8948 35.9163 17.9997 35.9163C8.10457 35.9163 0.0830078 27.8948 0.0830078 17.9997ZM17.9997 2.58301C9.48528 2.58301 2.58301 9.48529 2.58301 17.9997C2.58301 26.5141 9.48528 33.4163 17.9997 33.4163C26.5141 33.4163 33.4163 26.5141 33.4163 17.9997C33.4163 9.48529 26.5141 2.58301 17.9997 2.58301ZM21.0823 11.8158C21.5521 12.3217 21.5228 13.1126 21.0169 13.5823L16.4988 17.7777C16.3213 17.9425 16.3213 18.2235 16.4988 18.3883L21.0169 22.5837C21.5228 23.0534 21.5521 23.8444 21.0823 24.3502C20.6126 24.8561 19.8216 24.8854 19.3158 24.4157L14.7977 20.2203C13.555 19.0664 13.555 17.0996 14.7977 15.9457L19.3158 11.7504C19.8216 11.2806 20.6126 11.3099 21.0823 11.8158Z" fill="#2B3F6C"></path>
						</svg>
					</div>
				</div>
			</div>
		</div>
	</div>
</section>

<? require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/footer.php"); ?>
